[
  {
    "analyzed_name": "Kangana Ranaut",
    "age": 65,
    "analyzed_tweet": "I asked God for a bike, but I know God doesn’t work that way. So I stole a bike and asked for forgiveness."
  },
  {
    "analyzed_name": "Katrina Kaif",
    "age": 22,
    "analyzed_tweet": "We never really grow up, we only learn how to act in public."
  },
  {
    "analyzed_name": "Deepika Padukone",
    "age": 66,
    "analyzed_tweet": "Change is inevitable, except from a vending machine."
  },
  {
    "analyzed_name": "Alia Bhatt",
    "age": 23,
    "analyzed_tweet": "If you cant convince them, confuse them."
  },
  {
    "analyzed_name": "Priyanka Chopra",
    "age": 59,
    "analyzed_tweet": "I don’t suffer from insanity. I enjoy every minute of it."
  },
  {
    "analyzed_name": "Sunny Leone",
    "age": 42,
    "analyzed_tweet": "When you go into court, you are putting your fate into the hands of people who weren’t smart enough to get out of jury duty."
  },
  {
    "analyzed_name": "Kareena Kapoor",
    "age": 26,
    "analyzed_tweet": "If you keep your feet firmly on the ground, you’ll have trouble putting on your pants."
  },
  {
    "analyzed_name": "Kriti Sanon",
    "age": 69,
    "analyzed_tweet": "What’s the difference between a northern fairytale and a southern fairytale? A northern fairytale begins “Once upon a time…” A southern fairytale begins “Y’all ain’t gonna believe this shit…”"
  },
  {
    "analyzed_name": "Shraddha Kapoor",
    "age": 21,
    "analyzed_tweet": "Does this rag smell like chloroform to you?"
  },
  {
    "analyzed_name": "Nargis Fakhri",
    "age": 44,
    "analyzed_tweet": "You know the world is going crazy when the best rapper is a white guy, the best golfer is a black guy, the tallest guy in the NBA is Chinese, the Swiss hold the America’s Cup, France is accusing the U.S. of arrogance, Germany doesn’t want to go to war, and the three most powerful men in America are named ‘Bush’, ‘Dick’, and ‘Colon’. Need I say more?"
  },
  {
    "analyzed_name": "Bipasha Basu",
    "age": 60,
    "analyzed_tweet": "Children seldom misquote you. In fact, they usually repeat word for word what you shouldn’t have said."
  },
  {
    "analyzed_name": "Sonakshi Sinha",
    "age": 31,
    "analyzed_tweet": "Good health is merely the slowest possible rate at which one can die."
  },
  {
    "analyzed_name": "Jacqueline Fernandez",
    "age": 15,
    "analyzed_tweet": "Men have two emotions: Hungry and Horny. If you see him without an erection, make him a sandwich."
  },
  {
    "analyzed_name": "Kajal Aggarwal",
    "age": 17,
    "analyzed_tweet": "Some mistakes are too much fun to only make once."
  },
  {
    "analyzed_name": "Huma Qureshi",
    "age": 36,
    "analyzed_tweet": "If Bill Gates had a penny for every time I had to reboot my computer…oh wait, he does."
  },
  {
    "analyzed_name": "Ileana",
    "age": 25,
    "analyzed_tweet": "The big difference between sex for money and sex for free is that sex for money usually costs a lot less."
  },
  {
    "analyzed_name": "Sonam Kapoor",
    "age": 15,
    "analyzed_tweet": "I don’t have an attitude problem. You have a perception problem."
  },
  {
    "analyzed_name": "Vidya Balan",
    "age": 47,
    "analyzed_tweet": "George Washington said “We would have a black president when pigs fly!”… well, swine flu."
  },
  {
    "analyzed_name": "Madhuri Dixit",
    "age": 65,
    "analyzed_tweet": "Haikus are easy. But sometimes they don’t make sense. Refrigerator."
  },
  {
    "analyzed_name": "Malaika Arora",
    "age": 22,
    "analyzed_tweet": "Children in the dark make accidents, but accidents in the dark make children."
  },
  {
    "analyzed_name": "Aditi Rao Hydari",
    "age": 16,
    "analyzed_tweet": "Life’s a bitch, ’cause if it was a slut, it’d be easy."
  },
  {
    "analyzed_name": "Lisa Haydon",
    "age": 64,
    "analyzed_tweet": "I have never understood why women love cats. Cats are independent, they don’t listen, they don’t come in when you call, they like to stay out all night, and when they’re home they like to be left alone and sleep. In other words, every quality that women hate in a man, they love in a cat."
  },
  {
    "analyzed_name": "Richa Chadha",
    "age": 64,
    "analyzed_tweet": "You know your children are growing up when they stop asking you where they came from and refuse to tell you where they’re going."
  },
  {
    "analyzed_name": "Parineeti Chopra",
    "age": 38,
    "analyzed_tweet": "Having sex is like playing bridge. If you don’t have a good partner, you’d better have a good hand."
  },
  {
    "analyzed_name": "Dia Mirza",
    "age": 58,
    "analyzed_tweet": "Deja Vu – When you think you’re doing something you’ve done before, it’s because God thought it was so funny, he had to rewind it for his friends."
  },
  {
    "analyzed_name": "Chitrangda Singh",
    "age": 53,
    "analyzed_tweet": "The difference between an oral thermometer and a rectal thermometer is in the taste."
  },
  {
    "analyzed_name": "Anushka Sharma",
    "age": 26,
    "analyzed_tweet": "Girls are like roads, more the curves, more the dangerous they are."
  },
  {
    "analyzed_name": "Aishwarya Rai Bachchan",
    "age": 55,
    "analyzed_tweet": "Money talks…but all mine ever says is good-bye."
  },
  {
    "analyzed_name": "Vaani Kapoor",
    "age": 18,
    "analyzed_tweet": "It is hard to understand how a cemetery raised its burial cost and blamed it on the cost of living."
  },
  {
    "analyzed_name": "Genelia D'Souza",
    "age": 18,
    "analyzed_tweet": "By the time a man realises that his father was right, he has a son who thinks he’s wrong."
  },
  {
    "analyzed_name": "Asin",
    "age": 45,
    "analyzed_tweet": "By the time you learn the rules of life, you’re too old to play the game."
  },
  {
    "analyzed_name": "Mallika Sherawat",
    "age": 33,
    "analyzed_tweet": "Does time fly when you’re having sex or was it really just one minute?"
  },
  {
    "analyzed_name": "Sridevi",
    "age": 70,
    "analyzed_tweet": "If you’re looking for sympathy, you’ll find it in the dictionary between “shit” and “syphilis”"
  },
  {
    "analyzed_name": "Rani Mukerji",
    "age": 70,
    "analyzed_tweet": "Why do they lock gas station bathrooms? Are they afraid someone will clean them?"
  },
  {
    "analyzed_name": "Preity Zinta",
    "age": 68,
    "analyzed_tweet": "War does not determine who is right – only who is left."
  },
  {
    "analyzed_name": "Amrita Rao",
    "age": 26,
    "analyzed_tweet": "Keep the dream alive: Hit the snooze button."
  },
  {
    "analyzed_name": "Esha Gupta",
    "age": 61,
    "analyzed_tweet": "I don’t have a beer gut, I have a protective covering for my rock hard abs."
  },
  {
    "analyzed_name": "Diana Penty",
    "age": 69,
    "analyzed_tweet": "Build a man a fire, and he’ll be warm for a day. Set a man on fire, and he’ll be warm for the rest of his life."
  },
  {
    "analyzed_name": "Yami Gautam",
    "age": 64,
    "analyzed_tweet": "Why is it called tourist season if we can’t shoot them?"
  },
  {
    "analyzed_name": "Kajol",
    "age": 25,
    "analyzed_tweet": "We have all heard that a million monkeys banging on a million typewriters will eventually reproduce the entire works of Shakespeare. Now, thanks to the Internet, we know this is not true."
  },
  {
    "analyzed_name": "Shilpa Shetty",
    "age": 51,
    "analyzed_tweet": "Who was the first to see a cow and think “I wonder what will happen if I squeeze these dangly things and drink whatever comes out?”"
  },
  {
    "analyzed_name": "Kalki Koechlin",
    "age": 21,
    "analyzed_tweet": "Panties not best thing on earth, but next to it."
  },
  {
    "analyzed_name": "Zarine Khan",
    "age": 39,
    "analyzed_tweet": "Remember, if you smoke after sex you’re doing it too fast."
  },
  {
    "analyzed_name": "Lauren Gottlieb",
    "age": 63,
    "analyzed_tweet": "Why didn’t Noah swat those two mosquitoes?"
  },
  {
    "analyzed_name": "Ameesha Patel",
    "age": 45,
    "analyzed_tweet": "Friends may come and go, but enemies accumulate."
  },
  {
    "analyzed_name": "Daisy Shah",
    "age": 63,
    "analyzed_tweet": "Knowledge is knowing a tomato is a fruit; Wisdom is not putting it in a fruit salad."
  },
  {
    "analyzed_name": "Sana Khan",
    "age": 29,
    "analyzed_tweet": "The difference between in-laws and outlaws? Outlaws are wanted."
  },
  {
    "analyzed_name": "Surveen Chawla",
    "age": 31,
    "analyzed_tweet": "If you can stay calm while all around you is chaos, then you probably haven’t completely understood the situation."
  },
  {
    "analyzed_name": "Karisma Tanha",
    "age": 18,
    "analyzed_tweet": "You know, they got a luggage store in the airport? A place to buy a piece of luggage? How late do you have to be for a flight where you’re like, ‘Fuck it – just grab a pile of shit. We’ll get a bag at the airport’."
  },
  {
    "analyzed_name": "Twinkle Khanna",
    "age": 66,
    "analyzed_tweet": "It’s amazing that the amount of news that happens in the world everyday always just exactly fits the newspaper."
  },
  {
    "analyzed_name": "Rajesh Khanna",
    "age": 33,
    "analyzed_tweet": "Hard work never killed anyone, but why take the chance?"
  },
  {
    "analyzed_name": "Sanjeev Kumar",
    "age": 47,
    "analyzed_tweet": "Without nipples, breasts would be pointless."
  },
  {
    "analyzed_name": "Shivaji Ganesan",
    "age": 58,
    "analyzed_tweet": "According to a new survey, women say they feel more comfortable undressing in front of men than they do undressing in front of other women. They say that women are too judgmental, where, of course, men are just grateful."
  },
  {
    "analyzed_name": "Pranay",
    "age": 36,
    "analyzed_tweet": "I have all the money I’ll ever need – if I die by 4:00 p.m. today."
  },
  {
    "analyzed_name": "Dilip Kumar",
    "age": 64,
    "analyzed_tweet": "Experience is what you get when you didn’t get what you wanted."
  },
  {
    "analyzed_name": "Ashok Kumar",
    "age": 44,
    "analyzed_tweet": "Two years ago I married a lovely young virgin, and if that doesn’t change soon, I’m gonna divorce her."
  },
  {
    "analyzed_name": "M.G. Ramachandran",
    "age": 66,
    "analyzed_tweet": "Politicians and diapers have one thing in common. They should both be changed regularly, and for the same reason."
  },
  {
    "analyzed_name": "Nagesh Malik",
    "age": 48,
    "analyzed_tweet": "Dogs have masters. Cats have staff."
  },
  {
    "analyzed_name": "Kamal Haasan",
    "age": 68,
    "analyzed_tweet": "Isn’t it odd the way everyone automatically assumes that the goo in soap dispensers is always soap? I like to fill mine with mustard, just to teach people a lesson in trust."
  },
  {
    "analyzed_name": "Balraj Sahni",
    "age": 32,
    "analyzed_tweet": "Well aren’t you a waste of two billion years of evolution."
  },
  {
    "analyzed_name": "M.R. Radha",
    "age": 57,
    "analyzed_tweet": "The right to be heard does not automatically include the right to be taken seriously."
  },
  {
    "analyzed_name": "Mammootty",
    "age": 62,
    "analyzed_tweet": "When you choke a smurf, what color does it turn?"
  },
  {
    "analyzed_name": "Mohanlal",
    "age": 62,
    "analyzed_tweet": "Archeologist: someone whose carreer lies in ruins."
  },
  {
    "analyzed_name": "Shashi Kapoor",
    "age": 54,
    "analyzed_tweet": "Join The Army, visit exotic places, meet strange people, then kill them."
  },
  {
    "analyzed_name": "Dharmendra",
    "age": 29,
    "analyzed_tweet": "Women should not have children after 35. Really… 35 children are enough."
  },
  {
    "analyzed_name": "Naseeruddin Shah",
    "age": 36,
    "analyzed_tweet": "Why do people keep running over a string a dozen times with their vacuum cleaner, then reach down, pick it up, examine it, then put it down to give their vacuum one more chance?"
  },
  {
    "analyzed_name": "Guru Dutt",
    "age": 37,
    "analyzed_tweet": "I don’t have an attitude; I have a personality you can’t handle."
  },
  {
    "analyzed_name": "Taraka Rama Rao Nandamuri",
    "age": 60,
    "analyzed_tweet": "Going to church doesn’t make you a Christian any more than standing in a garage makes you a car."
  },
  {
    "analyzed_name": "Rajkumar",
    "age": 35,
    "analyzed_tweet": "I married Miss Right. I just didn’t know her first name was Always."
  },
  {
    "analyzed_name": "Akkineni Nageshwara Rao",
    "age": 56,
    "analyzed_tweet": "The probability of someone watching you is proportional to the stupidity of your action."
  },
  {
    "analyzed_name": "Vinod Khanna",
    "age": 60,
    "analyzed_tweet": "Impotence: Nature’s way of saying “No hard feelings”."
  },
  {
    "analyzed_name": "Dev Anand",
    "age": 20,
    "analyzed_tweet": "Do you realize that in about 40 years, we’ll have thousands of old ladies running around with tattoos?"
  },
  {
    "analyzed_name": "Rajinikanth",
    "age": 29,
    "analyzed_tweet": "There are three kinds of people: The ones who learn by reading. The ones who learn by observation. And the rest of them who have to touch the fire to learn it’s hot."
  },
  {
    "analyzed_name": "Amitabh Bachchan",
    "age": 68,
    "analyzed_tweet": "We are all time travelers moving at the speed of exactly 60 minutes per hour"
  },
  {
    "analyzed_name": "Karthik",
    "age": 59,
    "analyzed_tweet": "America is a country which produces citizens who will cross the ocean to fight for democracy but won’t cross the street to vote."
  },
  {
    "analyzed_name": "M.N. Nambiar",
    "age": 61,
    "analyzed_tweet": "To err is human, to blame it on somebody else shows management potential."
  },
  {
    "analyzed_name": "Amrish Puri",
    "age": 17,
    "analyzed_tweet": "Alcohol is a perfect solvent: It dissolves marriages, families and careers."
  },
  {
    "analyzed_name": "Om Puri",
    "age": 23,
    "analyzed_tweet": "Only in America… do banks leave both doors open and then chain the pens to the counters."
  },
  {
    "analyzed_name": "Shammi Kapoor",
    "age": 38,
    "analyzed_tweet": "The early bird might get the worm, but the second mouse gets the cheese."
  },
  {
    "analyzed_name": "Raj Kapoor",
    "age": 39,
    "analyzed_tweet": "Vegetarian: Native American definition for “lousy hunter”."
  },
  {
    "analyzed_name": "Amjad Khan",
    "age": 41,
    "analyzed_tweet": "Materialism: buying things we don’t need with money we don’t have to impress people that don’t matter."
  },
  {
    "analyzed_name": "T.S. Balaiah",
    "age": 39,
    "analyzed_tweet": "The Miss Universe pageant is fixed. All the winners are from Earth."
  },
  {
    "analyzed_name": "S.V. Ranga Rao",
    "age": 28,
    "analyzed_tweet": "It matters not whether you win or lose: what matters is whether I win or lose."
  },
  {
    "analyzed_name": "Thilakan",
    "age": 24,
    "analyzed_tweet": "Why is it that most nudists are people you don’t want to see naked?"
  },
  {
    "analyzed_name": "Utpal Dutt",
    "age": 18,
    "analyzed_tweet": "Don’t piss me off! I’m running out of places to hide the bodies."
  },
  {
    "analyzed_name": "Prakash Raj",
    "age": 69,
    "analyzed_tweet": "Progress is made by lazy men looking for an easier way to do things."
  },
  {
    "analyzed_name": "Gemini Ganesan",
    "age": 50,
    "analyzed_tweet": "See, the problem is that God gives men a brain and a penis, and only enough blood to run one at a time."
  },
  {
    "analyzed_name": "Prem Nazir",
    "age": 37,
    "analyzed_tweet": "I read recipes the same way I read science fiction. I get to the end and I think, “Well, that’s not going to happen.”"
  },
  {
    "analyzed_name": "Rehman Kishor",
    "age": 22,
    "analyzed_tweet": "Smith & Wesson: The original point and click interface."
  },
  {
    "analyzed_name": "Kishore Kumar",
    "age": 52,
    "analyzed_tweet": "Children: You spend the first 2 years of their life teaching them to walk and talk. Then you spend the next 16 years telling them to sit down and shut-up."
  },
  {
    "analyzed_name": "Paresh Rawal",
    "age": 18,
    "analyzed_tweet": "The difference between fiction and reality? Fiction has to make sense."
  },
  {
    "analyzed_name": "Aamir Khan",
    "age": 16,
    "analyzed_tweet": "100,000 sperm and you were the fastest?"
  },
  {
    "analyzed_name": "Hrithik Roshan",
    "age": 17,
    "analyzed_tweet": "I saw six men kicking and punching the mother-in-law. My neighbour said ‘Are you going to help?’ I said ‘No, six should be enough.’"
  },
  {
    "analyzed_name": "Ajith Kumar",
    "age": 22,
    "analyzed_tweet": "A friend is someone who will help you move. A GOOD friend is someone who will help you move a dead body."
  },
  {
    "analyzed_name": "Akshay Kumar",
    "age": 47,
    "analyzed_tweet": "Why do we press harder on a remote control when we know the batteries are getting weak?"
  },
  {
    "analyzed_name": "Anil Kapoor",
    "age": 44,
    "analyzed_tweet": "Clinton lied. A man might forget where he parks or where he lives, but he never forgets oral sex, no matter how bad it is."
  },
  {
    "analyzed_name": "Shah Rukh Khan",
    "age": 15,
    "analyzed_tweet": "What if there were no hypothetical questions?"
  },
  {
    "analyzed_name": "Madhavan",
    "age": 36,
    "analyzed_tweet": "For every action, there is a corresponding over-reaction."
  },
  {
    "analyzed_name": "Ranbir Kapoor",
    "age": 47,
    "analyzed_tweet": "I’m a humble person, really. I’m actually much greater than I think I am."
  },
  {
    "analyzed_name": "Nana Patekar",
    "age": 17,
    "analyzed_tweet": "Why is it called Alcoholics ANONYMOUS when the first thing you do is stand up and say, ‘My name is Peter and I am an alcoholic’"
  },
  {
    "analyzed_name": "Salman Khan",
    "age": 27,
    "analyzed_tweet": "My mother never saw the irony in calling me a son-of-a-bitch."
  },
  {
    "analyzed_name": "Vijay",
    "age": 19,
    "analyzed_tweet": "The best way to lie is to tell the truth, carefully edited truth."
  },
  {
    "analyzed_name": "Chiranjeevi",
    "age": 68,
    "analyzed_tweet": "Every day, man is making bigger and better fool-proof things, and every day, nature is making bigger and better fools. So far, I think nature is winning."
  },
  {
    "analyzed_name": "Jaishankar",
    "age": 31,
    "analyzed_tweet": "I don’t have a solution, but I do admire the problem."
  },
  {
    "analyzed_name": "Muthuraman",
    "age": 24,
    "analyzed_tweet": "The hardest thing to learn in life is which bridge to cross and which to burn."
  },
  {
    "analyzed_name": "Ravichandran",
    "age": 15,
    "analyzed_tweet": "People tend to make rules for others and exceptions for themselves."
  },
  {
    "analyzed_name": "Jiiva",
    "age": 61,
    "analyzed_tweet": "There are two kinds of friends : those who are around when you need them, and those who are around when they need you."
  },
  {
    "analyzed_name": "Sunil Dutt",
    "age": 47,
    "analyzed_tweet": "Don’t steal. That’s the government’s job."
  },
  {
    "analyzed_name": "Shatrughan Sinha",
    "age": 38,
    "analyzed_tweet": "A celebrity is someone who works hard all his life to become known and then wears dark glasses to avoid being recognized."
  },
  {
    "analyzed_name": "Arjun",
    "age": 37,
    "analyzed_tweet": "They call it “pms” because “mad cow disease” was already taken."
  },
  {
    "analyzed_name": "Sarath Kumar",
    "age": 56,
    "analyzed_tweet": "IRS: We’ve got what it takes to take what you’ve got."
  },
  {
    "analyzed_name": "Jackie Shroff",
    "age": 31,
    "analyzed_tweet": "Do not argue with an idiot. He will drag you down to his level and beat you with experience."
  },
  {
    "analyzed_name": "Danny Denzongpa",
    "age": 48,
    "analyzed_tweet": "Evening news is where they begin with ‘Good evening’, and then proceed to tell you why it isn’t."
  },
  {
    "analyzed_name": "Ajay Devgn",
    "age": 62,
    "analyzed_tweet": "Stress is when you wake up screaming and you realize you haven’t fallen asleep yet."
  },
  {
    "analyzed_name": "Vishnuvardhan",
    "age": 41,
    "analyzed_tweet": "Sometimes the best helping hand you can give is a good, firm push."
  },
  {
    "analyzed_name": "Rishi Kapoor",
    "age": 43,
    "analyzed_tweet": "What is the most important thing to learn in chemistry?"
  },
  {
    "analyzed_name": "Sanjay Dutt",
    "age": 62,
    "analyzed_tweet": "Lite: the new way to spell “Light,” now with 20% fewer letters!"
  },
  {
    "analyzed_name": "Raaj Kumar",
    "age": 66,
    "analyzed_tweet": "Unless you’re the lead dog, the view never changes."
  },
  {
    "analyzed_name": "Jeetendra",
    "age": 60,
    "analyzed_tweet": "A conscience is what hurts when all your other parts feel so good."
  },
  {
    "analyzed_name": "Govinda",
    "age": 26,
    "analyzed_tweet": "No one is listening until you fart."
  },
  {
    "analyzed_name": "Chittor V. Nagaiah",
    "age": 67,
    "analyzed_tweet": "Only dead fish go with the flow."
  },
  {
    "analyzed_name": "Rajendra Kumar",
    "age": 19,
    "analyzed_tweet": "Why don’t you slip into something more comfortable…like a coma."
  },
  {
    "analyzed_name": "S.V. Sahasranamam",
    "age": 47,
    "analyzed_tweet": "Drink coffee! Do stupid things faster with more energy!"
  },
  {
    "analyzed_name": "Somayajulu J.V.",
    "age": 15,
    "analyzed_tweet": "If sex is a pain in the ass, then you’re doing it wrong…"
  },
  {
    "analyzed_name": "Mithun Chakraborty",
    "age": 68,
    "analyzed_tweet": "This isn’t an office. It’s hell with fluorescent lighting."
  },
  {
    "analyzed_name": "Mehmood",
    "age": 57,
    "analyzed_tweet": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
  },
  {
    "analyzed_name": "Feroz Khan",
    "age": 15,
    "analyzed_tweet": "Why is it so hard for women to find men that are sensitive, caring, and good-looking? Because those men already have boyfriends."
  },
  {
    "analyzed_name": "Manoj Kumar",
    "age": 27,
    "analyzed_tweet": "Life’s like a bird, it’s pretty cute until it shits on your head."
  },
  {
    "analyzed_name": "Navin Nischol",
    "age": 15,
    "analyzed_tweet": "I’m multi-talented: I can talk and piss you off at the same time."
  },
  {
    "analyzed_name": "Farooq Shaikh",
    "age": 27,
    "analyzed_tweet": "I was such an ugly kid. When I played in the sandbox the cat kept covering me up."
  },
  {
    "analyzed_name": "Randhir Kapoor",
    "age": 20,
    "analyzed_tweet": "The easiest job in the world has to be coroner. Surgery on dead people. What’s the worst thing that could happen? If everything went wrong, maybe you’d get a pulse."
  },
  {
    "analyzed_name": "BR Ambedkar",
    "age": 15,
    "analyzed_tweet": "Foreign Aid: The transfer of money from poor people in rich countries to rich people in poor countries."
  },
  {
    "analyzed_name": "Ashoke Kumar Sen",
    "age": 31,
    "analyzed_tweet": "How do you get a sweet little 80-year-old lady to say the F word? Get another sweet little 80-year-old lady to yell *BINGO*!"
  },
  {
    "analyzed_name": "Panampilly Govinda Menon",
    "age": 36,
    "analyzed_tweet": "1 in 5 people in the world are Chinese. There are 5 people in my family, so it must be one of them. It’s either my mum or my dad. Or my older brother Colin. Or my younger brother Ho-Cha-Chu. But I think it’s Colin."
  },
  {
    "analyzed_name": "Chaudhary Nitiraj Singh Daulat Singh",
    "age": 32,
    "analyzed_tweet": "A bus station is where a bus stops. A train station is where a train stops. On my desk, I have a work station.."
  },
  {
    "analyzed_name": "Shanti Bhushan",
    "age": 46,
    "analyzed_tweet": "If corn oil comes from corn, where does baby oil come from?"
  },
  {
    "analyzed_name": "Hans Raj Khanna",
    "age": 25,
    "analyzed_tweet": "Who lit the fuse on your tampon?"
  },
  {
    "analyzed_name": "Subramanian Swamy",
    "age": 42,
    "analyzed_tweet": "True friendship comes when the silence between two people is comfortable."
  },
  {
    "analyzed_name": "Ram Jethmalani",
    "age": 29,
    "analyzed_tweet": "The trouble with being punctual is that nobody’s there to appreciate it."
  },
  {
    "analyzed_name": "Ramakant Khalap",
    "age": 32,
    "analyzed_tweet": "If I’d shot you sooner, I’d be out of jail by now."
  },
  {
    "analyzed_name": "Arun Jaitley",
    "age": 25,
    "analyzed_tweet": "Insanity is hereditary. You get it from your kids."
  },
  {
    "analyzed_name": "Jana Krishnamurthi",
    "age": 68,
    "analyzed_tweet": "Everything is edible, some things are only edible once."
  },
  {
    "analyzed_name": "H. R. Bhardwaj",
    "age": 23,
    "analyzed_tweet": "What has four legs and an arm? A happy pit bull."
  },
  {
    "analyzed_name": "Veerappa Moily",
    "age": 65,
    "analyzed_tweet": "If Wal-Mart is lowering prices every day, why isn’t anything in the store is free yet?"
  },
  {
    "analyzed_name": "Salman Khurshid",
    "age": 35,
    "analyzed_tweet": "There are no winners in life…only survivors."
  },
  {
    "analyzed_name": "Ashwani Kumar",
    "age": 46,
    "analyzed_tweet": "If you think nobody cares if you’re alive, try missing a couple of payments."
  },
  {
    "analyzed_name": "Kapil Sibal",
    "age": 66,
    "analyzed_tweet": "Politics is the art of looking for trouble, finding it, misdiagnosing it and then misapplying the wrong remedies."
  },
  {
    "analyzed_name": "Ravi Shankar Prasad",
    "age": 59,
    "analyzed_tweet": "Better to remain silent and be thought a fool, than to speak and remove all doubt."
  },
  {
    "analyzed_name": "Sadananda Gowda",
    "age": 36,
    "analyzed_tweet": "Just about the time when you think you can make ends meet, somebody moves the ends."
  },
  {
    "analyzed_name": "Aashish Kapoor",
    "age": 17,
    "analyzed_tweet": "Wise people think all they say, fools say all they think."
  },
  {
    "analyzed_name": "Aavishkar Salvi",
    "age": 54,
    "analyzed_tweet": "One tequila, two tequila, three tequila, floor."
  },
  {
    "analyzed_name": "Abey Kuruvilla",
    "age": 27,
    "analyzed_tweet": "The knack of flying is learning how to throw yourself at the ground and miss."
  },
  {
    "analyzed_name": "Abhijit Kale",
    "age": 26,
    "analyzed_tweet": "If you must choose between two evils, pick the one you’ve never tried before."
  },
  {
    "analyzed_name": "Abhimanyu Mithun",
    "age": 21,
    "analyzed_tweet": "It’s so simple to be wise. Just think of something stupid to say and then don’t say it."
  },
  {
    "analyzed_name": "Abhishek Nayar",
    "age": 52,
    "analyzed_tweet": "We are all part of the ultimate statistic – ten out of ten die."
  },
  {
    "analyzed_name": "Ajay Jadeja",
    "age": 61,
    "analyzed_tweet": "Hippopotomonstrosesquippedaliophobia: Fear of long words."
  },
  {
    "analyzed_name": "Ajay Ratra",
    "age": 26,
    "analyzed_tweet": "A committee is twelve men doing the work of one."
  },
  {
    "analyzed_name": "Ajay Sharma",
    "age": 44,
    "analyzed_tweet": "Ever notice that people who spend money on beer, cigarettes, and lottery tickets are always complaining about being broke and not feeling well?"
  },
  {
    "analyzed_name": "Ajinkya Rahane",
    "age": 60,
    "analyzed_tweet": "If God is watching us, the least we can do is be entertaining."
  },
  {
    "analyzed_name": "Ajit Agarkar",
    "age": 55,
    "analyzed_tweet": "If everything seems to be coming your way, you’re probably in the wrong lane."
  },
  {
    "analyzed_name": "Ajit Wadekar",
    "age": 51,
    "analyzed_tweet": "I’m in shape. Round is a shape isn’t it"
  },
  {
    "analyzed_name": "Amay Khurasiya",
    "age": 52,
    "analyzed_tweet": "When we were together, you always said you’d die for me. Now that we’ve broke up, I think it’s time you kept your promise!"
  },
  {
    "analyzed_name": "Ambati Rayudu",
    "age": 31,
    "analyzed_tweet": "She said she was approaching forty, and I couldn’t help wondering from what direction."
  },
  {
    "analyzed_name": "Amit Bhandari",
    "age": 36,
    "analyzed_tweet": "If your dog is barking at the back door and your wife is yelling at the front door, who do you let in first? The dog, of course. He’ll shut up once you let him in."
  },
  {
    "analyzed_name": "Amit Mishra",
    "age": 56,
    "analyzed_tweet": "During sex, my girlfriend always wants to talk to me. Just the other night she called me from a hotel."
  },
  {
    "analyzed_name": "Anil Kumble",
    "age": 23,
    "analyzed_tweet": "They keep saying the right person will come along, I think mine got hit by a truck."
  },
  {
    "analyzed_name": "Anshuman Gaekwad",
    "age": 25,
    "analyzed_tweet": "I said “no” to drugs, but they just wouldn’t listen."
  },
  {
    "analyzed_name": "Arshad Ayub",
    "age": 69,
    "analyzed_tweet": "Alcoholism is the only disease that tries to convince you that you don’t have it."
  },
  {
    "analyzed_name": "Arun Lal",
    "age": 28,
    "analyzed_tweet": "I sometimes go to my own little world, but that’s okay, they know me there."
  },
  {
    "analyzed_name": "Ashish Nehra",
    "age": 23,
    "analyzed_tweet": "If 4 out of 5 people SUFFER from diarrhea… does that mean that one enjoys it?"
  },
  {
    "analyzed_name": "Ashok Dinda",
    "age": 53,
    "analyzed_tweet": "I like long walks, especially when they are taken by people who annoy me."
  },
  {
    "analyzed_name": "Ashok Malhotra",
    "age": 41,
    "analyzed_tweet": "My drinking team has a bowling problem."
  },
  {
    "analyzed_name": "Ashok Mankad",
    "age": 31,
    "analyzed_tweet": "A fine is a tax for doing wrong. A tax is a fine for doing well."
  },
  {
    "analyzed_name": "Ashok Patel",
    "age": 34,
    "analyzed_tweet": "Why do they use sterilized needles for death by lethal injection?"
  },
  {
    "analyzed_name": "Atul Bedade",
    "age": 44,
    "analyzed_tweet": "It’s not how good your work is, it’s how well you explain it."
  },
  {
    "analyzed_name": "Atul Wassan",
    "age": 45,
    "analyzed_tweet": "Seen it all, done it all, can’t remember most of it."
  },
  {
    "analyzed_name": "Axar Patel",
    "age": 26,
    "analyzed_tweet": "I wanna hang a map of the world in my house. Then I’m gonna put pins into all the locations that I’ve traveled to. But first, I’m gonna have to travel to the top two corners of the map so it won’t fall down."
  },
  {
    "analyzed_name": "B. S. Chandrasekhar",
    "age": 65,
    "analyzed_tweet": "If a leper gives you the finger, do you have to give it back?"
  },
  {
    "analyzed_name": "Balwinder Sandhu",
    "age": 28,
    "analyzed_tweet": "Losing a husband can be hard: in my case it was almost impossible."
  },
  {
    "analyzed_name": "Barinder Sran",
    "age": 50,
    "analyzed_tweet": "Efficiency is a highly developed form of laziness."
  },
  {
    "analyzed_name": "Bharat Arun",
    "age": 43,
    "analyzed_tweet": "To steal ideas from one person is plagiarism. To steal from many is research."
  },
  {
    "analyzed_name": "Bharath Reddy",
    "age": 35,
    "analyzed_tweet": "If a turtle doesn’t have a shell, is he homeless or naked?"
  },
  {
    "analyzed_name": "Bhupinder Singh",
    "age": 36,
    "analyzed_tweet": "Anyone who has never made a mistake has never tried anything new."
  },
  {
    "analyzed_name": "Bhuvneshwar Kumar",
    "age": 26,
    "analyzed_tweet": "Failure is not falling down, it is not getting up again."
  },
  {
    "analyzed_name": "Bishan Singh Bedi",
    "age": 45,
    "analyzed_tweet": "Bills travel through the mail at twice the speed"
  },
  {
    "analyzed_name": "Brijesh Patel",
    "age": 37,
    "analyzed_tweet": "The best thing about living at the beach is that you only have assholes on three sides of you."
  },
  {
    "analyzed_name": "Chandrakant Pandit",
    "age": 27,
    "analyzed_tweet": "Silence doesn’t mean your sexual performance left her speechless."
  },
  {
    "analyzed_name": "Chetan Chauhan",
    "age": 32,
    "analyzed_tweet": "The farther away the future is, the better it looks."
  },
  {
    "analyzed_name": "Chetan Sharma",
    "age": 18,
    "analyzed_tweet": "Why is it that in the US: If you take off all your clothes and walk down the street waving a machete and firing an Uzi, terrified citizens will phone the police and report: “There’s a naked person outside!”"
  },
  {
    "analyzed_name": "Cheteshwar Pujara",
    "age": 62,
    "analyzed_tweet": "Canadians are more polite when they are being rude than Americans are when they are being friendly."
  },
  {
    "analyzed_name": "Debashish Mohanty",
    "age": 61,
    "analyzed_tweet": "Never test the depth of the water with both feet."
  },
  {
    "analyzed_name": "Deep Dasgupta",
    "age": 21,
    "analyzed_tweet": "I thought I wanted a career, turns out I just wanted paychecks."
  },
  {
    "analyzed_name": "Devang Gandhi",
    "age": 25,
    "analyzed_tweet": "I tried to hang myself with a bungee chord. I kept almost dying"
  },
  {
    "analyzed_name": "Dhawal Kulkarni",
    "age": 50,
    "analyzed_tweet": "Did you hear about the guy whose whole left side was cut off? He’s all right now."
  },
  {
    "analyzed_name": "Dilip Doshi",
    "age": 50,
    "analyzed_tweet": "I have to exercise early in the morning before my brain figures out what I’m doing."
  },
  {
    "analyzed_name": "Dilip Vengsarkar",
    "age": 16,
    "analyzed_tweet": "Some of us learn from the mistakes of others; the rest of us have to be the others."
  },
  {
    "analyzed_name": "Dinesh Karthik",
    "age": 43,
    "analyzed_tweet": "You are depriving some poor village of its idiot."
  },
  {
    "analyzed_name": "Dinesh Mongia",
    "age": 27,
    "analyzed_tweet": "Discretion is being able to raise your eyebrow instead of your voice."
  },
  {
    "analyzed_name": "Dodda Ganesh",
    "age": 46,
    "analyzed_tweet": "Every so often, I like to go to the window, look up, and smile for a satellite picture."
  },
  {
    "analyzed_name": "Eknath Solkar",
    "age": 40,
    "analyzed_tweet": "At every party there are two kinds of people: those who want to go home and those who don’t. The trouble is, they are usually married to each other."
  },
  {
    "analyzed_name": "Farokh Engineer",
    "age": 28,
    "analyzed_tweet": "The journey of a thousand miles begins with a broken fan belt and a flat tire."
  },
  {
    "analyzed_name": "Gagan Khoda",
    "age": 16,
    "analyzed_tweet": "Constipated people don’t give a crap."
  },
  {
    "analyzed_name": "Gautam Gambhir",
    "age": 30,
    "analyzed_tweet": "Some people are like Slinkies … not really good for anything, but you can’t help smiling when you see one tumble down the stairs."
  },
  {
    "analyzed_name": "Ghulam Parkar",
    "age": 23,
    "analyzed_tweet": "Why is a bra singular and panties plural?"
  },
  {
    "analyzed_name": "Gopal Bose",
    "age": 23,
    "analyzed_tweet": "Be safety conscious. 80% of people are caused by accidents."
  },
  {
    "analyzed_name": "Gopal Sharma",
    "age": 19,
    "analyzed_tweet": "Without ME, it’s just AWESO."
  },
  {
    "analyzed_name": "Gundappa Viswanath",
    "age": 26,
    "analyzed_tweet": "If you do not say it, they can’t repeat it."
  },
  {
    "analyzed_name": "Gurkeerat Singh",
    "age": 30,
    "analyzed_tweet": "I was thinking about how people seem to read the Bible a whole lot more as they get older. Then it dawned on me… they were cramming for their finals."
  },
  {
    "analyzed_name": "Gursharan Singh",
    "age": 19,
    "analyzed_tweet": "Be careful of your thoughts, they may become words at any moment."
  },
  {
    "analyzed_name": "Gyanendra Pandey",
    "age": 29,
    "analyzed_tweet": "If you don’t care where you are, then you ain’t lost."
  },
  {
    "analyzed_name": "Harbhajan Singh",
    "age": 26,
    "analyzed_tweet": "Your gene pool could use a little chlorine."
  },
  {
    "analyzed_name": "Harvinder Singh",
    "age": 15,
    "analyzed_tweet": "You can easily judge the character of a man by how he treats those who can do nothing for him."
  },
  {
    "analyzed_name": "Hemang Badani",
    "age": 18,
    "analyzed_tweet": "I pretend to work as long as they pretend to pay me."
  },
  {
    "analyzed_name": "Hrishikesh Kanitkar",
    "age": 18,
    "analyzed_tweet": "I want to die peacefully in my sleep, like my grandfather.. Not screaming and yelling like the passengers in his car."
  },
  {
    "analyzed_name": "Irfan Pathan",
    "age": 20,
    "analyzed_tweet": "Never, under any circumstances, take a sleeping pill and a laxative on the same night."
  },
  {
    "analyzed_name": "Ishant Sharma",
    "age": 25,
    "analyzed_tweet": "You ever make fun of someone so much, you think you should thank them for all the good times you’ve had?"
  },
  {
    "analyzed_name": "Jacob Martin",
    "age": 19,
    "analyzed_tweet": "You have two choices in life: You can stay single and be miserable, or get married and wish you were dead."
  },
  {
    "analyzed_name": "Jai Yadav",
    "age": 30,
    "analyzed_tweet": "I am not a vegetarian because I love animals. I am a vegetarian because I hate plants."
  },
  {
    "analyzed_name": "Jasprit Bumrah",
    "age": 19,
    "analyzed_tweet": "Roses are red violets are blue, I’m schizophrenic and so am I."
  },
  {
    "analyzed_name": "Jatin Paranjpe",
    "age": 17,
    "analyzed_tweet": "Ham and Eggs: A day’s work for a chicken, a lifetime commitment for a pig."
  },
  {
    "analyzed_name": "Javagal Srinath",
    "age": 30,
    "analyzed_tweet": "If the number 2 pencil is the most popular, why is it still number 2?"
  },
  {
    "analyzed_name": "Jaydev Unadkat",
    "age": 27,
    "analyzed_tweet": "Don’t hate me because I’m beautiful. Hate me because your boyfriend thinks so."
  },
  {
    "analyzed_name": "Joginder Sharma",
    "age": 29,
    "analyzed_tweet": "Everyone has the right to be stupid, but you are abusing the privilege!"
  },
  {
    "analyzed_name": "Kapil Dev",
    "age": 29,
    "analyzed_tweet": "The trouble with doing something right the first time is that nobody appreciates how difficult it was."
  },
  {
    "analyzed_name": "Karn Sharma",
    "age": 24,
    "analyzed_tweet": "The human brain is a wonderful thing. It starts working the moment you are born, and never stops until you stand up to speak in public."
  },
  {
    "analyzed_name": "Karsan Ghavri",
    "age": 24,
    "analyzed_tweet": "How is it one careless match can start a forest fire, but it takes a whole box to start a campfire?"
  },
  {
    "analyzed_name": "Kedar Jadhav",
    "age": 22,
    "analyzed_tweet": "Do not walk behind me, for I may not lead. Do not walk ahead of me, for I may not follow. Do not walk beside me either. Just pretty much leave me the hell alone."
  },
  {
    "analyzed_name": "Kiran More",
    "age": 30,
    "analyzed_tweet": "Strangers have the best candy."
  },
  {
    "analyzed_name": "Kirti Azad",
    "age": 20,
    "analyzed_tweet": "Rap is to music as Etch-A-Sketch is to art."
  },
  {
    "analyzed_name": "Krishnamachari Srikkanth",
    "age": 26,
    "analyzed_tweet": "Men are like mascara, they usually run at the first sign of emotion."
  },
  {
    "analyzed_name": "Lakshmipathy Balaji",
    "age": 16,
    "analyzed_tweet": "Trust but verify."
  },
  {
    "analyzed_name": "Lalchand Rajput",
    "age": 27,
    "analyzed_tweet": "The difference between divorce and legal separation is that a legal separation gives a husband time to hide his money."
  },
  {
    "analyzed_name": "Laxman Sivaramakrishnan",
    "age": 21,
    "analyzed_tweet": "WARNING: The consumption of alcohol may cause you to think you can sing."
  },
  {
    "analyzed_name": "Laxmi Ratan Shukla",
    "age": 24,
    "analyzed_tweet": "The last time I was inside a woman was when I went to the Statue of Liberty."
  },
  {
    "analyzed_name": "M. S. K. Prasad",
    "age": 25,
    "analyzed_tweet": "Why do women always ask questions that have no right answers?"
  },
  {
    "analyzed_name": "M. Venkataramana",
    "age": 23,
    "analyzed_tweet": "I ran into my ex the other day, hit reverse, and ran into him again."
  },
  {
    "analyzed_name": "Madan Lal",
    "age": 20,
    "analyzed_tweet": "Did you know that dolphins are so smart that within a few weeks of captivity, they can train people to stand on the very edge of the pool and throw them fish?"
  },
  {
    "analyzed_name": "Mahendra Singh Dhoni",
    "age": 18,
    "analyzed_tweet": "If a mute kid swears does his mother wash his hands with soap?"
  },
  {
    "analyzed_name": "Maninder Singh",
    "age": 19,
    "analyzed_tweet": "How do you get holy water? Boil the hell out of it."
  },
  {
    "analyzed_name": "Manish Pandey",
    "age": 22,
    "analyzed_tweet": "I’d kill for a Nobel Peace Prize."
  },
  {
    "analyzed_name": "Manoj Prabhakar",
    "age": 30,
    "analyzed_tweet": "Why do you need a driver’s license to buy liquor when you can’t drink and drive?"
  },
  {
    "analyzed_name": "Manoj Tiwary",
    "age": 25,
    "analyzed_tweet": "Sometimes when I reflect back on all the beer I drink I feel shamed. Then I look into the glass and think about the workers in the brewery and all of their hopes and dreams. If I didn’t drink this beer, they might be out of work and their dreams would be shattered. Then I say to myself, “It is better that I drink this beer and let their dreams come true than be selfish and worry about my liver."
  },
  {
    "analyzed_name": "Manpreet Gony",
    "age": 21,
    "analyzed_tweet": "Your kid may be an honors student, but you’re still an idiot."
  },
  {
    "analyzed_name": "Mohammad Azharuddin",
    "age": 21,
    "analyzed_tweet": "Insanity is defined as doing the same thing over and over again, expecting different results."
  },
  {
    "analyzed_name": "Mohammad Kaif",
    "age": 23,
    "analyzed_tweet": "Think of how stupid the average person is, and realize half of them are stupider than that."
  },
  {
    "analyzed_name": "Mohammed Shami",
    "age": 30,
    "analyzed_tweet": "It was love at first sight. Then I took a second look !!"
  },
  {
    "analyzed_name": "Mohinder Amarnath",
    "age": 16,
    "analyzed_tweet": "Everybody is somebody else’s weirdo."
  },
  {
    "analyzed_name": "Mohit Sharma",
    "age": 28,
    "analyzed_tweet": "I didn’t fight my way to the top of the food chain to be a vegetarian"
  },
  {
    "analyzed_name": "Munaf Patel",
    "age": 19,
    "analyzed_tweet": "I think, therefore I’m single."
  },
  {
    "analyzed_name": "Murali Kartik",
    "age": 30,
    "analyzed_tweet": "It ain’t the jeans that make your butt look fat."
  },
  {
    "analyzed_name": "Murali Vijay",
    "age": 26,
    "analyzed_tweet": "Should crematoriums give discounts for burn victims?"
  },
  {
    "analyzed_name": "Naman Ojha",
    "age": 25,
    "analyzed_tweet": "When you stop believing in Santa Claus is when you start getting clothes for Christmas!"
  },
  {
    "analyzed_name": "Narendra Hirwani",
    "age": 23,
    "analyzed_tweet": "I bet you I could stop gambling."
  },
  {
    "analyzed_name": "Navjot Singh Sidhu",
    "age": 17,
    "analyzed_tweet": "The only difference between the people I’ve dated and Charles Manson is that Manson has the decency to look like a nut case when you first meet him."
  },
  {
    "analyzed_name": "Nayan Mongia",
    "age": 29,
    "analyzed_tweet": "Sex on tv can’t hurt unless you fall off."
  },
  {
    "analyzed_name": "Nikhil Chopra",
    "age": 24,
    "analyzed_tweet": "Two antennas met on a roof, fell in love and got married. The ceremony wasn’t much, but the reception was excellent."
  },
  {
    "analyzed_name": "Nilesh Kulkarni",
    "age": 20,
    "analyzed_tweet": "Who invented the brush they put next to the toilet? That thing hurts!"
  },
  {
    "analyzed_name": "Noel David",
    "age": 19,
    "analyzed_tweet": "If a dog sniffs your ass, you’re probably a bitch."
  },
  {
    "analyzed_name": "Pankaj Dharmani",
    "age": 15,
    "analyzed_tweet": "A bank is a place that will lend you money, if you can prove that you don’t need it."
  },
  {
    "analyzed_name": "Pankaj Singh",
    "age": 16,
    "analyzed_tweet": "Never agree to plastic surgery if the doctor’s office is full of portraits by Picasso."
  },
  {
    "analyzed_name": "Paras Mhambrey",
    "age": 28,
    "analyzed_tweet": "Accept it. Your parents HAVE had sex before."
  },
  {
    "analyzed_name": "Parthasarathy Sharma",
    "age": 28,
    "analyzed_tweet": "668 – The neighbour of the beast."
  },
  {
    "analyzed_name": "Parthiv Patel",
    "age": 23,
    "analyzed_tweet": "I love oral sex…it’s the phone bill I hate."
  },
  {
    "analyzed_name": "Parvez Rasool",
    "age": 29,
    "analyzed_tweet": "Sex at age 90 is like trying to shoot pool with a rope."
  },
  {
    "analyzed_name": "Piyush Chawla",
    "age": 29,
    "analyzed_tweet": "Children in the back seats of cars cause accidents, but accidents in the back seats of cars cause children."
  },
  {
    "analyzed_name": "Pochiah Krishnamurthy",
    "age": 20,
    "analyzed_tweet": "I’ve learned that the people you care most about in life are taken from you too soon and all the less important ones just never go away."
  },
  {
    "analyzed_name": "Pragyan Ojha",
    "age": 27,
    "analyzed_tweet": "The last time someone listened to a Bush, a bunch of people wandered in the desert for 40 years!"
  },
  {
    "analyzed_name": "Prashant Vaidya",
    "age": 22,
    "analyzed_tweet": "Squirrels – nature’s speed bumps."
  },
  {
    "analyzed_name": "Praveen Kumar",
    "age": 16,
    "analyzed_tweet": "When you go to the drugstore, why are the condoms not in with the other party supplies?"
  },
  {
    "analyzed_name": "Pravin Amre",
    "age": 22,
    "analyzed_tweet": "A computer once beat me at chess, but it was no match for me at kick boxing."
  },
  {
    "analyzed_name": "R. P. Singh",
    "age": 23,
    "analyzed_tweet": "It’s bad luck to be superstitious."
  },
  {
    "analyzed_name": "R. P. Singh",
    "age": 22,
    "analyzed_tweet": "There are two kinds of people who don’t say much: those who are quiet and those who talk a lot."
  },
  {
    "analyzed_name": "Rahul Dravid",
    "age": 20,
    "analyzed_tweet": "The reason grandchildren and grandparents get along so well is because they have a common “enemy”."
  },
  {
    "analyzed_name": "Rahul Sanghvi",
    "age": 19,
    "analyzed_tweet": "Friends are like condoms: They protect you when things get hard."
  },
  {
    "analyzed_name": "Rahul Sharma",
    "age": 15,
    "analyzed_tweet": "With a calendar, your days are numbered."
  },
  {
    "analyzed_name": "Rajesh Chauhan",
    "age": 15,
    "analyzed_tweet": "If it’s true that we are here to help others, then what exactly are the others here for?"
  },
  {
    "analyzed_name": "Rajinder Ghai",
    "age": 17,
    "analyzed_tweet": "The sex was so good that even the neighbors had a cigarette."
  },
  {
    "analyzed_name": "Raju Kulkarni",
    "age": 19,
    "analyzed_tweet": "It’s not the bullet that kills you, it’s the hole."
  },
  {
    "analyzed_name": "Raman Lamba",
    "age": 27,
    "analyzed_tweet": "I ran three miles today. Finally I said, “Lady take your purse.”"
  },
  {
    "analyzed_name": "Ramesh Powar",
    "age": 26,
    "analyzed_tweet": "If good things come in small packages, then more good things can come in large packages."
  },
  {
    "analyzed_name": "Randhir Singh",
    "age": 19,
    "analyzed_tweet": "I saw a woman wearing a sweat shirt with “Guess” on it…so I said “Implants?”"
  },
  {
    "analyzed_name": "Rashid Patel",
    "age": 21,
    "analyzed_tweet": "You may have a heart of gold, but so does a hard-boiled egg."
  },
  {
    "analyzed_name": "Ravi Shastri",
    "age": 25,
    "analyzed_tweet": "My wife ran off with my best friend last week. I miss him!"
  },
  {
    "analyzed_name": "Ravichandran Ashwin",
    "age": 19,
    "analyzed_tweet": "A woman has got to love a bad man once or twice in her life, to be thankful for a good one."
  },
  {
    "analyzed_name": "Ravindra Jadeja",
    "age": 25,
    "analyzed_tweet": "A cat, by any other name, is still a sneaky little furball that barfs on the furniture."
  },
  {
    "analyzed_name": "Reetinder Singh Sodhi",
    "age": 25,
    "analyzed_tweet": "Laugh and the world laughs with you. Snore and you sleep alone"
  },
  {
    "analyzed_name": "Rishi Dhawan",
    "age": 29,
    "analyzed_tweet": "Being in a nudist colony probably takes all the fun out of Halloween."
  },
  {
    "analyzed_name": "Robin Singh",
    "age": 29,
    "analyzed_tweet": "Married men live longer than single men, but they’re a lot more willing to die."
  },
  {
    "analyzed_name": "Robin Uthappa",
    "age": 16,
    "analyzed_tweet": "If life hands you lemons, break out the tequila!"
  },
  {
    "analyzed_name": "Roger Binny",
    "age": 16,
    "analyzed_tweet": "Beauty is only skin deep…but ugly goes all the way to the bone!"
  },
  {
    "analyzed_name": "Rohan Gavaskar",
    "age": 29,
    "analyzed_tweet": "A cheap shot is a terrible thing to waste."
  },
  {
    "analyzed_name": "Rohit Sharma",
    "age": 30,
    "analyzed_tweet": "Why does someone believe you when you say there are four billion stars, but check when you say the paint is wet?"
  },
  {
    "analyzed_name": "S. Sreesanth",
    "age": 24,
    "analyzed_tweet": "A hard thing about a business is minding your own."
  },
  {
    "analyzed_name": "Saba Karim",
    "age": 20,
    "analyzed_tweet": "Most women don’t know where to look when they’re eating a banana."
  },
  {
    "analyzed_name": "Sachin Tendulkar",
    "age": 15,
    "analyzed_tweet": "If you go to sleep with a itching ass you will wake up with a stinking finger …"
  },
  {
    "analyzed_name": "Sadagoppan Ramesh",
    "age": 24,
    "analyzed_tweet": "Does time fly when you’re having sex or was it really just one minute?"
  },
  {
    "analyzed_name": "Sadanand Viswanath",
    "age": 30,
    "analyzed_tweet": "We are all time travelers moving at the speed of exactly 60 minutes per hour"
  },
  {
    "analyzed_name": "Sairaj Bahutule",
    "age": 27,
    "analyzed_tweet": "If you’re going to ride my ass at least pull my hair and make me scream!"
  },
  {
    "analyzed_name": "Salil Ankola",
    "age": 25,
    "analyzed_tweet": "The big difference between sex for money and sex for free is that sex for money usually costs a lot less."
  },
  {
    "analyzed_name": "Sameer Dighe",
    "age": 21,
    "analyzed_tweet": "Women will never be equal to men until they can walk down the street with a bald head and a beer gut, and still think they are sexy."
  },
  {
    "analyzed_name": "Sandeep Patil",
    "age": 24,
    "analyzed_tweet": "Whenever I fill out an application, in the part that says “If an emergency, notify:” I put “DOCTOR”. What’s my mother going to do?"
  },
  {
    "analyzed_name": "Sanjay Bangar",
    "age": 20,
    "analyzed_tweet": "Sex is not the answer. Sex is the question. “Yes” is the answer."
  },
  {
    "analyzed_name": "Sanjay Manjrekar",
    "age": 17,
    "analyzed_tweet": "A clear conscience is usually the sign of a bad memory."
  },
  {
    "analyzed_name": "Sanjay Raul",
    "age": 30,
    "analyzed_tweet": "The shinbone is a device for finding furniture in a dark room."
  },
  {
    "analyzed_name": "Sanjeev Sharma",
    "age": 23,
    "analyzed_tweet": "I didn’t say it was your fault, I said I was blaming you."
  },
  {
    "analyzed_name": "Saradindu Mukherjee",
    "age": 25,
    "analyzed_tweet": "Good girls are bad girls that never get caught."
  },
  {
    "analyzed_name": "Sarandeep Singh",
    "age": 15,
    "analyzed_tweet": "God must love stupid people. He made SO many."
  },
  {
    "analyzed_name": "Saurabh Tiwary",
    "age": 24,
    "analyzed_tweet": "The voices in my head may not be real, but they have some good ideas!"
  },
  {
    "analyzed_name": "Shikhar Dhawan",
    "age": 21,
    "analyzed_tweet": "Laugh at your problems, everybody else does."
  },
  {
    "analyzed_name": "Shiv Sunder Das",
    "age": 26,
    "analyzed_tweet": "Artificial intelligence is no match for natural stupidity."
  },
  {
    "analyzed_name": "Shivlal Yadav",
    "age": 19,
    "analyzed_tweet": "Crowded elevators smell different to midgets."
  },
  {
    "analyzed_name": "Sourav Ganguly",
    "age": 21,
    "analyzed_tweet": "Fighting for peace is like fucking for virginity."
  },
  {
    "analyzed_name": "Sridharan Sriram",
    "age": 28,
    "analyzed_tweet": "The last thing I want to do is hurt you. But it’s still on the list."
  },
  {
    "analyzed_name": "Srinivasaraghavan Venkataraghavan",
    "age": 22,
    "analyzed_tweet": "Behind every successful man is his woman. Behind the fall of a successful man is usually another woman."
  },
  {
    "analyzed_name": "Stuart Binny",
    "age": 22,
    "analyzed_tweet": "The main reason Santa is so jolly is because he knows where all the bad girls live."
  },
  {
    "analyzed_name": "Subramaniam Badrinath",
    "age": 20,
    "analyzed_tweet": "The sole purpose of a child’s middle name, is so he can tell when he’s really in trouble."
  },
  {
    "analyzed_name": "Subroto Banerjee",
    "age": 16,
    "analyzed_tweet": "Always borrow money from a pessimist. He won’t expect it back."
  },
  {
    "analyzed_name": "Sudeep Tyagi",
    "age": 19,
    "analyzed_tweet": "He who smiles in a crisis has found someone to blame."
  },
  {
    "analyzed_name": "Sudhakar Rao",
    "age": 29,
    "analyzed_tweet": "You do not need a parachute to skydive. You only need a parachute to skydive twice."
  },
  {
    "analyzed_name": "Sudhir Naik",
    "age": 23,
    "analyzed_tweet": "Never get into fights with ugly people, they have nothing to lose."
  },
  {
    "analyzed_name": "Sujith Somasunder",
    "age": 29,
    "analyzed_tweet": "It’s not the fall that kills you; it’s the sudden stop at the end."
  },
  {
    "analyzed_name": "Sunil Gavaskar",
    "age": 27,
    "analyzed_tweet": "Some people say “If you can’t beat them, join them”. I say “If you can’t beat them, beat them”, because they will be expecting you to join them, so you will have the element of surprise."
  },
  {
    "analyzed_name": "Sunil Joshi",
    "age": 30,
    "analyzed_tweet": "Why do Americans choose from just two people to run for president and 50 for Miss America?"
  },
  {
    "analyzed_name": "Suresh Raina",
    "age": 28,
    "analyzed_tweet": "Women might be able to fake orgasms. But men can fake a whole relationship."
  },
  {
    "analyzed_name": "Surinder Amarnath",
    "age": 27,
    "analyzed_tweet": "Never hit a man with glasses. Hit him with a baseball bat."
  },
  {
    "analyzed_name": "Surinder Khanna",
    "age": 21,
    "analyzed_tweet": "My opinions may have changed, but not the fact that I am right."
  },
  {
    "analyzed_name": "Suru Nayak",
    "age": 30,
    "analyzed_tweet": "We have enough gun control. What we need is idiot control."
  },
  {
    "analyzed_name": "Syed Abid Ali",
    "age": 30,
    "analyzed_tweet": "I intend to live forever. So far, so good."
  },
  {
    "analyzed_name": "Syed Kirmani",
    "age": 22,
    "analyzed_tweet": "Some cause happiness wherever they go. Others whenever they go."
  },
  {
    "analyzed_name": "T. A. Sekhar",
    "age": 25,
    "analyzed_tweet": "A diplomat is someone who can tell you to go to hell in such a way that you will look forward to the trip."
  },
  {
    "analyzed_name": "T. E. Srinivasan",
    "age": 20,
    "analyzed_tweet": "My psychiatrist told me I was crazy and I said I want a second opinion. He said okay, you’re ugly too."
  },
  {
    "analyzed_name": "Thirunavukkarasu Kumaran",
    "age": 28,
    "analyzed_tweet": "Hospitality: making your guests feel like they’re at home, even if you wish they were."
  },
  {
    "analyzed_name": "Tinu Yohannan",
    "age": 17,
    "analyzed_tweet": "Money can’t buy happiness, but it sure makes misery easier to live with."
  },
  {
    "analyzed_name": "Umesh Yadav",
    "age": 22,
    "analyzed_tweet": "I discovered I scream the same way whether I’m about to be devoured by a great white shark or if a piece of seaweed touches my foot."
  },
  {
    "analyzed_name": "Utpal Chatterjee",
    "age": 17,
    "analyzed_tweet": "We live in a society where pizza gets to your house before the police."
  },
  {
    "analyzed_name": "V. B. Chandrasekhar",
    "age": 23,
    "analyzed_tweet": "I don’t trust anything that bleeds for five days and doesn’t die."
  },
  {
    "analyzed_name": "V. R. V. Singh",
    "age": 17,
    "analyzed_tweet": "I should’ve known it wasn’t going to work out between my ex-wife and me. After all, I’m a Libra and she’s a bitch."
  },
  {
    "analyzed_name": "V. V. S. Laxman",
    "age": 19,
    "analyzed_tweet": "I got in a fight one time with a really big guy, and he said, “I’m going to mop the floor with your face.” I said, “You’ll be sorry.” He said, “Oh, yeah? Why?” I said, “Well, you won’t be able to get into the corners very well.”"
  },
  {
    "analyzed_name": "Varun Aaron",
    "age": 20,
    "analyzed_tweet": "Worrying works! 90% of the things I worry about never happen."
  },
  {
    "analyzed_name": "Venkatapathy Raju",
    "age": 28,
    "analyzed_tweet": "When in doubt, mumble."
  },
  {
    "analyzed_name": "Venkatesh Prasad",
    "age": 20,
    "analyzed_tweet": "I always take life with a grain of salt, …plus a slice of lemon, …and a shot of tequila."
  },
  {
    "analyzed_name": "Vijay Bharadwaj",
    "age": 22,
    "analyzed_tweet": "There’s a fine line between cuddling and holding someone down so they can’t get away."
  },
  {
    "analyzed_name": "Vijay Dahiya",
    "age": 26,
    "analyzed_tweet": "A little boy asked his father, “Daddy, how much does it cost to get married?” Father replied, “I don’t know son, I’m still paying.”"
  },
  {
    "analyzed_name": "Vijay Yadav",
    "age": 19,
    "analyzed_tweet": "Just remember…if the world didn’t suck, we’d all fall off."
  },
  {
    "analyzed_name": "Vikram Rathour",
    "age": 25,
    "analyzed_tweet": "I used to be indecisive. Now I’m not sure."
  },
  {
    "analyzed_name": "Vinay Kumar",
    "age": 21,
    "analyzed_tweet": "Light travels faster than sound. This is why some people appear bright until you hear them speak."
  },
  {
    "analyzed_name": "Vinod Kambli",
    "age": 24,
    "analyzed_tweet": "You’re never too old to learn something stupid."
  },
  {
    "analyzed_name": "Virat Kohli",
    "age": 28,
    "analyzed_tweet": "Women may not hit harder, but they hit lower."
  },
  {
    "analyzed_name": "Virender Sehwag",
    "age": 29,
    "analyzed_tweet": "A bargain is something you don’t need at a price you can’t resist."
  },
  {
    "analyzed_name": "Vivek Razdan",
    "age": 26,
    "analyzed_tweet": "Jesus loves you, but everyone else thinks you’re an asshole."
  },
  {
    "analyzed_name": "Wasim Jaffer",
    "age": 30,
    "analyzed_tweet": "With sufficient thrust, pigs fly just fine."
  },
  {
    "analyzed_name": "Woorkeri Raman",
    "age": 27,
    "analyzed_tweet": "Knowledge is power, and power corrupts. So study hard and be evil."
  },
  {
    "analyzed_name": "Wriddhiman Saha",
    "age": 18,
    "analyzed_tweet": "Nostalgia isn’t what it used to be."
  },
  {
    "analyzed_name": "Yalaka Venugopal Rao",
    "age": 17,
    "analyzed_tweet": "When tempted to fight fire with fire, remember that the Fire Department usually uses water."
  },
  {
    "analyzed_name": "Yashpal Sharma",
    "age": 19,
    "analyzed_tweet": "To be sure of hitting the target, shoot first and call whatever you hit the target."
  },
  {
    "analyzed_name": "Yograj Singh",
    "age": 16,
    "analyzed_tweet": "You are such a good friend that if we were on a sinking ship together and there was only one life jacket… I’d miss you heaps and think of you often."
  },
  {
    "analyzed_name": "Yusuf Pathan",
    "age": 28,
    "analyzed_tweet": "If I agreed with you we’d both be wrong."
  },
  {
    "analyzed_name": "Yuvraj Singh",
    "age": 28,
    "analyzed_tweet": "I like work. It fascinates me. I sit and look at it for hours."
  },
  {
    "analyzed_name": "Zaheer Khan",
    "age": 20,
    "analyzed_tweet": "A TV can insult your intelligence, but nothing rubs it in like a computer."
  },
  {
    "analyzed_name": "Yash Shah",
    "age": 18,
    "analyzed_tweet": "Hallmark Card: “I’m so miserable without you, it’s almost like you’re still here.”"
  },
  {
    "analyzed_name": "Mukesh Bhai",
    "age": 22,
    "analyzed_tweet": "If at first you don’t succeed, skydiving is not for you!"
  },
  {
    "analyzed_name": "Nilesh Bhai",
    "age": 16,
    "analyzed_tweet": "A bus is a vehicle that runs twice as fast when you are after it as when you are in it."
  },
  {
    "analyzed_name": "Abhinav Tripathi",
    "age": 22,
    "analyzed_tweet": "Some people hear voices.. Some see invisible people.. Others have no imagination whatsoever."
  },
  {
    "analyzed_name": "Vipul Gupta",
    "age": 24,
    "analyzed_tweet": "Virginity is like a soapbubble, one prick and it is gone."
  },
  {
    "analyzed_name": "Narendra Modi",
    "age": 16,
    "analyzed_tweet": "If winning isn’t everything why do they keep score?"
  },
  {
    "analyzed_name": "Amit Trivedi",
    "age": 17,
    "analyzed_tweet": "Whoever coined the phrase “Quiet as a mouse” has never stepped on one."
  },
  {
    "analyzed_name": "Maulik Lalani",
    "age": 19,
    "analyzed_tweet": "If you are supposed to learn from your mistakes, why do some people have more than one child."
  },
  {
    "analyzed_name": "Nikit Saraf",
    "age": 30,
    "analyzed_tweet": "Check out: These drawings tell us a lot about children’s attitudes to technology"
  },
  {
    "analyzed_name": "Siddharth Kothari",
    "age": 25,
    "analyzed_tweet": "Check out: This quadcopter is made out of chocolate"
  },
  {
    "analyzed_name": "Bhoomi Gupta",
    "age": 27,
    "analyzed_tweet": "Don’t miss: A Google Street View Murder Prank"
  },
  {
    "analyzed_name": "Raagi gupta",
    "age": 20,
    "analyzed_tweet": "Don’t miss: Play an adorable pixel art recreation of Star Trek"
  },
  {
    "analyzed_name": "Neel Shah",
    "age": 24,
    "analyzed_tweet": "Don’t miss: This video is depressing, but reminds us that Facebook statuses can be lies"
  },
  {
    "analyzed_name": "Vinay Sharma",
    "age": 20,
    "analyzed_tweet": "Never lick the spoon."
  }
]